Tekla.Structures.Drawing.BaseLineWithArrowAtStartPointPlacingType
The BaseLineWithArrowAtStartPointPlacingType class defines a
placing type that places the object using the base line placing.
The line is drawn and will have an arrow at the start point.

Tekla.Structures.Drawing.BaseLineWithArrowAtStartPointPlacingType.#ctor
Creates a new base line with arrow at start point placing type instance.